/* Warning that a clickatell.com account is required */
"(Clickatell.com account required.)" = "(Clickatell.com account vereist.)";

/* Label for account field */
"Account:" = "Account:";

/* label for API ID field */
"API ID:" = "API ID:";

/* label for destination number field */
"Destination Number:" = "Doelnummer:";

/* Label for password field */
"Password:" = "Wachtwoord:";

/* Title for SMS plugin */
"SMS Notifications" = "Meldingen via sms";

/* Instructions for clickatell */
"To register:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php" = "Om te registreren:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nVoor tarieven zie:\nhttp://www.clickatell.com/brochure/pricing.php";

